[
    {
        "id": "tt34865331",
        "type": "movie",
        "name": "Les irresponsables",
        "poster": "https://image.tmdb.org/t/p/w500/kq48E5i40mGlIZU2pc5Q4E9jEAs.jpg",
        "description": "Núria, Lila and Andrea are preparing to spend a weekend together, out of town, in a smart, luxurious house full of works of art that a friend of Núria's has left her. Their WhatsApp group is ablaze with good intentions, but the reality is that the three of them are too lazy...Everything changes when an innocent question pushes them to break free and let their impulses take over.",
        "releaseInfo": "2025",
        "language": "ca"
    },
    {
        "id": "tt1382727",
        "type": "movie",
        "name": "Second Origin",
        "poster": "https://image.tmdb.org/t/p/w500/6hHM8160Z5lK9eoFVduVd3S3o6b.jpg",
        "description": "After a massive destruction on Earth, a white girl Alba (14) and a black boy Didac (9), are the only survivors on the Earth. They must start a new world. A Second Origin. Population is over. There are only two survivors. Now, our future depends on them.",
        "releaseInfo": "2015",
        "language": "ca"
    },
    {
        "id": "tt27751957",
        "type": "movie",
        "name": "The 47",
        "poster": "https://image.tmdb.org/t/p/w500/gPEvUtPn4ohYMWavYRK7kAbQ8Zw.jpg",
        "description": "Based on a true story, in late 1970s Barcelona, Manolo Vital, a bus driver, takes bold action to protest the neglect of Torre Baró, an immigrant neighborhood. His act becomes a symbol of resistance against systemic inequality during a pivotal moment in the city’s modern transformation.",
        "releaseInfo": "2024",
        "language": "ca"
    },
    {
        "id": "tt15996106",
        "type": "movie",
        "name": "El Metralla",
        "poster": "https://image.tmdb.org/t/p/w500/iYCYgYL6zghVLjlKldLDRAjWvOl.jpg",
        "description": "",
        "releaseInfo": "2022",
        "language": "ca"
    },
    {
        "id": "tt0076505",
        "type": "movie",
        "name": "L’orgia",
        "poster": "https://image.tmdb.org/t/p/w500/gdsH3ioXgA7vW9mQqtWu0t0AuVj.jpg",
        "description": "A group of boys and girls are locked up a weekend in a friends house in which they do a party that little to little is converted in an orgy. But not everything is sex, there are also cinematographic digressions, chocolate and churros, and good humor.",
        "releaseInfo": "1978",
        "language": "ca"
    },
    {
        "id": "tt6593014",
        "type": "movie",
        "name": "El nom",
        "poster": "https://image.tmdb.org/t/p/w500/thferhavq9LjhOuMzWayy8aqdTf.jpg",
        "description": "Vicenç is about to be a father. When his friends invite him to eat at the house of Isabel and Pere, his sister and her brother-in-law, he meets Claudi, a good childhood friend. While they wait for Anna, Vicenç's partner, they ask him a whole series of questions about his paternity and all that this entails, without ever losing their sense of humor... But when they suddenly ask him if he has already chosen a name for the child, his response will explode hidden tensions between all of them.",
        "releaseInfo": "2018",
        "language": "ca"
    },
    {
        "id": "tt1476250",
        "type": "movie",
        "name": "The Aviators",
        "poster": "https://image.tmdb.org/t/p/w500/drb87gsMh8gqvsjfOL39oaBsJ91.jpg",
        "description": "A bird that wants to become a hero, a carrier pigeon with an endless list of achievements under his belt and a mouse inventor who want to fly at all costs are some of the characters in this animated film. Peace reigns in a farm located in the forests of Argonne (France), where the rooster no mercy to his son how to wake up and the sheep are all one. But running the year 1918, and the war between humans begins to touch them closely when an army captain pigeon lands in order to enlist some birds, among which strain the little bird.",
        "releaseInfo": "2009",
        "language": "ca"
    },
    {
        "id": "tt27164008",
        "type": "movie",
        "name": "Sisè primera",
        "poster": "https://image.tmdb.org/t/p/w500/1aTuJcWsgE1l6U5jSJA2Irz8hJb.jpg",
        "description": "",
        "releaseInfo": "2023",
        "language": "ca"
    },
    {
        "id": "tt2364649",
        "type": "movie",
        "name": "The Forest",
        "poster": "https://image.tmdb.org/t/p/w500/uYjWnSdDNv28ViHrXvvUFXwz3yx.jpg",
        "description": "The life of a spanish couple gets complicated when the Civil War begins and a strange green light appears in the woods, opening the door to the world of the Bream Lords.",
        "releaseInfo": "2012",
        "language": "ca"
    },
    {
        "id": "tt7295134",
        "type": "movie",
        "name": "Tricicle: Exit",
        "poster": "https://image.tmdb.org/t/p/w500/2mnmpDS1OENJfsk12QUUZVFJImK.jpg",
        "description": "The busiest and craziest day in the routine of an airport, through which transit, from the waiting room to the interior of the plane, a multitude of varied and extravagant characters: pilots, stewardesses, tourists, executives, pensioners, all of whom contribute to causing chaos and unleashing laughter.",
        "releaseInfo": "1985",
        "language": "ca"
    },
    {
        "id": "tt0093943",
        "type": "movie",
        "name": "La senyora",
        "poster": "https://image.tmdb.org/t/p/w500/cXLkSqMEzwHYBUiGusxmDRHT3Bk.jpg",
        "description": "With her family and wealth in shambles, Teresa marries the much older Nicolás, a man with morbid obsessions. Soon after, Nicolás soon dies, leaving Teresa with his fortune. However, Teresa begins to acquire the same personality and morbid obsessions as her late husband.",
        "releaseInfo": "1987",
        "language": "ca"
    },
    {
        "id": "tt5897636",
        "type": "movie",
        "name": "Summer 1993",
        "poster": "https://image.tmdb.org/t/p/w500/krdSl7IpDb9c31CXrzA5yfP1oYM.jpg",
        "description": "After her mother's death, six-year-old Frida is sent to her uncle's family to live with them in the countryside. But Frida finds it hard to forget her mother and adapt to her new life.",
        "releaseInfo": "2017",
        "language": "ca"
    },
    {
        "id": "tt0365370",
        "type": "movie",
        "name": "Iris TV",
        "poster": "https://image.tmdb.org/t/p/w500/xborckBejWBacUaNSbeeK0XBoxg.jpg",
        "description": "In a flashback, Kim Ros, explains the story of a TV director-host, himself, who created a scary show that finally destroyed him. The show was called IRIS, and their stars were sociopathyc people who didn't know they really were part of the show.",
        "releaseInfo": "2003",
        "language": "ca"
    },
    {
        "id": "tt0084144",
        "type": "movie",
        "name": "Interior roig",
        "poster": "https://image.tmdb.org/t/p/w500/x9olAS9qYgOP6tqxWDAiwnSXSaK.jpg",
        "description": "",
        "releaseInfo": "1983",
        "language": "ca"
    },
    {
        "id": "tt1654054",
        "type": "movie",
        "name": "A Thousand Fools",
        "poster": "https://image.tmdb.org/t/p/w500/aoYugtjbbwBStC1gC3lt73FbgkL.jpg",
        "description": "Fifteen stories, contemporary and some historical, where humorous, sarcasm and courage passed bills to pain, old age, death and love, but above all with human stupidity, without concessions, watching her face the difficult life balance and human misery.",
        "releaseInfo": "2011",
        "language": "ca"
    },
    {
        "id": "tt0120328",
        "type": "movie",
        "name": "Tic tac",
        "poster": "https://image.tmdb.org/t/p/w500/bHR96YbtnzwQgM3NjQRMSDRt4eI.jpg",
        "description": "It's Christmas and the 7 Year old Hector is traveling with his parents to France in order to visit his grandmother. He is not pleased because it's always boring there. After his father found that \"eternity\" is a missing word in his crossword and an old woman described it as a timeless place, Hector writes a letter to the three wise man making the wish that he would rather travel to eternity that to France. His wish comes true.",
        "releaseInfo": "1997",
        "language": "ca"
    },
    {
        "id": "tt21869176",
        "type": "movie",
        "name": "Creatura",
        "poster": "https://image.tmdb.org/t/p/w500/1HELwyz6NMKi16cc6VRbXsaZCsD.jpg",
        "description": "After moving in with her boyfriend, Mila becomes aware of her loss of desire.",
        "releaseInfo": "2023",
        "language": "ca"
    },
    {
        "id": "tt0466106",
        "type": "movie",
        "name": "Caps rapats",
        "poster": "https://image.tmdb.org/t/p/w500/glYwX9CYV8gN5CKOuyVAi80Ktro.jpg",
        "description": "Andreu is a shy and educated young man who will find in the aesthetics and \"skin\" behavior an escape valve that will allow him to be a recognized person in his environment. He will find the complicity of Miki, who will become his greatest support. What attracts them is power, fun, and intimidation. They will form a violent, aggressive and intolerant band. Their problems begin when after a beating they steal a large amount of drugs and money.",
        "releaseInfo": "2004",
        "language": "ca"
    },
    {
        "id": "tt0220631",
        "type": "movie",
        "name": "The Sea",
        "poster": "https://image.tmdb.org/t/p/w500/2wsNLhToOjGfsBIdLJywmSHZI9P.jpg",
        "description": "Childhood friends reunite later in life in Spanish tuberculosis sanitorium. Pressures of death all around combine with dark secrets of their past.",
        "releaseInfo": "2000",
        "language": "ca"
    },
    {
        "id": "tt1208666",
        "type": "movie",
        "name": "Strangers",
        "poster": "https://image.tmdb.org/t/p/w500/zCgkldxSe6xOfJmClJu3ChmUvT3.jpg",
        "description": "A family seen at two different periods, some 40 years having passed between the two. A dysfunctional family marked by what used to be called an ugly illness, cancer and death. The characters quarrel, hate each other, and refuse to accept in their predecessors what they will eventually, inevitably repeat in themselves. A family marked by relations of rejection, love and hate of the other, the upstairs neighbors, those strangers from a far-off land, Andalusia in the 1960s, Morocco at present, who will also form part of this repetitive game that is life. To what point is everything a metaphor or symbol of our society? Are we really strangers to ourselves?",
        "releaseInfo": "2008",
        "language": "ca"
    }
]